const mainPageText = {
  mainText: [
    {
      id: 1,
      title: 'О ПРОЕКТЕ.',
      text: [
        'Приложение для гражданских инициатив и обращений.',
        'Запустите приложение и надиктуйте своё послание в микрофон. Алгоритм автоматически преобразует его в требуемый вид. Возможно потребуется предоставить разрешение на использование микрофона. Следуйте инструкциям и внимательно проверьте перед отправкой',
        'Спасибо, что выбрали наш сервис!',
      ],
    },
  ],
  tezisText: [
    {
      id: 1,
      title: 'ТЕЗИСЫ',
      text: [
        'Дети никогда не прекращают творить и круто стараться быть на них похожими в этом.',
        'Детское бессознательное помогает родителям понять, что происходит внутри семьи.',
        'Не существует детской и взрослой поэзии. Существует мысль и чувство, зафиксированное в ней.',
        'Дети получают невероятное удовольствие и мотивацию от того, что их творчество востребовано сверстниками и взрослыми.',
      ],
    },
  ],
  formText: [
    {
      id: 1,
      title: 'Форма.',
      text: ['Заполняя эту форму, вы становитесь частью проекта.'],
    },
  ],
  logoText: [
    {
      id: 1,
      title: 'Гражданин Поэт',
    },
  ],
  titleText: [
    {
      id: 1,
      title: 'Новое обращение',
    },
    {
      id: 2,
      title: 'Замена слова',
    },
    {
      id: 3,
      title: 'Ваше обращение',
    },
    {
      id: 4,
      title: 'Отправлено',
    },
  ],
};

export { mainPageText };
